Repository: daria-kopaliani/hottub
Catalog: Soak/Soak/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja

source: %@ is high
de: %@ ist zu hoch
es: %@ está alto
fr: %@ est élevé
it: %@ è alto
ja: %@ が高い

source: Add in the order shown. Wait at least 4 hours between major adjustments and re-test.
de: In der gezeigten Reihenfolge zugeben. Zwischen größeren Anpassungen mindestens 4 Stunden warten und erneut testen.
es: Añade en el orden indicado. Espera al menos 4 horas entre ajustes importantes y vuelve a medir.
fr: Ajoute dans l'ordre indiqué. Attends au moins 4 heures entre les ajustements importants et remesure.
it: Aggiungi nell'ordine indicato. Aspetta almeno 4 ore tra le regolazioni importanti e rimisura.
ja: 表示の順序で追加してください。大きな調整の間は4時間以上待ち、再測定してください。

source: Add the shock with the jets running for at least 15 minutes.
de: Stoßmittel bei laufenden Düsen mindestens 15 Minuten zugeben.
es: Añade el producto de choque con los chorros encendidos al menos 15 minutos.
fr: Ajoute le produit choc avec les jets activés pendant au moins 15 minutes.
it: Aggiungi il prodotto shock con i getti accesi per almeno 15 minuti.
ja: ジェットを動かしながら、ショック剤を入れて少なくとも15分間運転します。

source: Aerate the water for several hours after adding.
de: Wasser nach der Zugabe mehrere Stunden belüften.
es: Airea el agua durante varias horas tras la adición.
fr: Aère l'eau pendant plusieurs heures après l'ajout.
it: Aera l'acqua per diverse ore dopo l'aggiunta.
ja: 追加後、数時間水を曝気してください。

source: After-Use Dose
de: Dosis nach Benutzung
es: Dosis tras el uso
fr: Dose après utilisation
it: Dose dopo l'uso
ja: 使用後の投薬

source: Alkalinity
de: Alkalität
es: Alcalinidad
fr: Alcalinité
it: Alcalinità
ja: アルカリ度

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る

source: Bromine
de: Brom
es: Bromo
fr: Brome
it: Bromo
ja: 臭素

source: Bromine (ppm)
de: Brom (ppm)
es: Bromo (ppm)
fr: Brome (ppm)
it: Bromo (ppm)
ja: 臭素 (ppm)

source: Cal-hypo 68%
de: Calciumhypochlorit 68%
es: Hipoclorito cálcico 68%
fr: Hypochlorite de calcium 68%
it: Ipoclorito di calcio 68%
ja: 次亜塩素酸カルシウム 68%

source: Calcium chloride
de: Calciumchlorid
es: Cloruro cálcico
fr: Chlorure de calcium
it: Cloruro di calcio
ja: 塩化カルシウム

source: Change units
de: Einheiten ändern
es: Cambiar unidades
fr: Changer d'unités
it: Cambia unità
ja: 単位を変更

source: Chemicals to add
de: Zu dosieren
es: Productos a añadir
fr: Produits à ajouter
it: Prodotti da aggiungere
ja: 追加する薬品

source: Chlorine
de: Chlor
es: Cloro
fr: Chlore
it: Cloro
ja: 塩素

source: Chlorine product
de: Chlorprodukt
es: Producto de cloro
fr: Produit chloré
it: Prodotto a base di cloro
ja: 塩素製品

source: Chlorine target is 1–3 ppm.
de: Chlor-Zielwert ist 1–3 ppm.
es: El objetivo de cloro es 1–3 ppm.
fr: La cible de chlore est 1–3 ppm.
it: L'obiettivo del cloro è 1–3 ppm.
ja: 塩素の目標は 1〜3 ppm です。

source: Consider a shock cycle if you haven't run one in the last few days.
de: Erwäge eine Stoßbehandlung, falls in den letzten Tagen keine erfolgt ist.
es: Considera un tratamiento de choque si no has hecho uno en los últimos días.
fr: Envisage un traitement choc si tu n'en as pas fait dans les derniers jours.
it: Valuta un trattamento shock se non ne hai fatto uno negli ultimi giorni.
ja: 数日間ショック処理を行っていない場合は、検討してください。

source: Don't add more sanitizer. Let it dissipate — re-test in a few hours.
de: Keine weitere Desinfektion zugeben. Werte sinken lassen — in ein paar Stunden erneut testen.
es: No añadas más desinfectante. Deja que baje — vuelve a medir en unas horas.
fr: N'ajoute pas plus de désinfectant. Laisse les valeurs baisser — remesure dans quelques heures.
it: Non aggiungere altro disinfettante. Lascia che cali — rimisura tra qualche ora.
ja: これ以上消毒剤を追加しないでください。自然に下がるのを待ち — 数時間後に再測定してください。

source: Dry acid
de: Trockensäure
es: Bisulfato sódico
fr: Bisulfate de sodium
it: Bisolfato di sodio
ja: 重硫酸ナトリウム

source: Enter at least one reading above to see adjustments.
de: Gib oben mindestens einen Wert ein, um Anpassungen zu sehen.
es: Introduce al menos una medición para ver los ajustes.
fr: Saisis au moins une mesure ci-dessus pour voir les ajustements.
it: Inserisci almeno una misura sopra per vedere le regolazioni.
ja: 調整を見るには、上で1つ以上の測定値を入力してください。

source: Enter test readings, get exact doses
de: Werte eingeben, exakte Dosen erhalten
es: Introduce las mediciones, obtén las dosis exactas
fr: Saisis tes mesures, obtiens les doses exactes
it: Inserisci le misure, ottieni le dosi esatte
ja: 測定値を入力して正確な投薬量を取得

source: Free Chlorine
de: Freies Chlor
es: Cloro libre
fr: Chlore libre
it: Cloro libero
ja: 遊離塩素

source: gallons
de: Gallonen
es: galones
it: galloni
ja: ガロン

source: Get started
de: Loslegen
es: Empezar
fr: Commencer
it: Inizia
ja: 始める

source: Heads up
de: Achtung
es: Atención
fr: Attention
it: Attenzione
ja: 注意

source: Heavy use
de: Starke Nutzung
es: Uso intenso
fr: Utilisation intense
it: Uso intenso
ja: 高負荷の使用

source: Hot Tub Assistant
de: Whirlpool-Assistent
es: Asistente para Jacuzzi
fr: Assistant Spa
it: Assistente Spa
ja: ジャグジー アシスタント

source: Hours
de: Stunden
es: Horas
fr: Heures
it: Ore
ja: 時間

source: How did you use the tub?
de: Wie wurde der Whirlpool genutzt?
es: ¿Cómo usaste el jacuzzi?
fr: Comment as-tu utilisé le spa ?
it: Come hai usato l'idromassaggio?
ja: ジャグジーをどう使いましたか？

source: How to
de: Anleitung
es: Cómo hacerlo
fr: Comment faire
it: Come fare
ja: やり方

source: Leave the cover off for 20–30 minutes before closing.
de: Abdeckung 20–30 Minuten offen lassen, bevor du sie schließt.
es: Deja la cubierta abierta 20–30 minutos antes de cerrar.
fr: Laisse la couverture ouverte 20–30 minutes avant de refermer.
it: Lascia la copertura aperta per 20–30 minuti prima di chiudere.
ja: カバーを20〜30分開けたままにしてから閉じます。

source: Liquid chlorine 12.5%
de: Chlorbleichlauge 12,5%
es: Cloro líquido 12,5%
fr: Chlore liquide 12,5%
it: Cloro liquido 12,5%
ja: 液体塩素 12.5%

source: liters
de: Liter
es: litros
fr: litres
it: litri
ja: リットル

source: Looking good.
de: Sieht gut aus.
es: Todo bien.
fr: Tout va bien.
it: Tutto bene.
ja: 問題ありません。

source: Lowers Alkalinity to %lld ppm
de: Senkt Alkalität auf %lld ppm
es: Baja la alcalinidad a %lld ppm
fr: Réduit l'alcalinité à %lld ppm
it: Riduce l'alcalinità a %lld ppm
ja: アルカリ度を %lld ppm に下げる

source: Lowers pH to 7.5
de: Senkt pH auf 7,5
es: Baja el pH a 7,5
fr: Réduit le pH à 7,5
it: Riduce il pH a 7,5
ja: pH を 7.5 に下げる

source: Metric
de: Metrisch
es: Métrico
fr: Métrique
it: Metrico
ja: メートル法

source: Most hot tubs use bromine. Target 2–4 ppm.
de: Die meisten Whirlpools nutzen Brom. Zielwert 2–4 ppm.
es: La mayoría de jacuzzis usan bromo. Objetivo 2–4 ppm.
fr: La plupart des spas utilisent du brome. Cible 2–4 ppm.
it: La maggior parte degli idromassaggi usa il bromo. Obiettivo 2–4 ppm.
ja: 多くのジャグジーは臭素を使います。目標 2〜4 ppm。

source: Muriatic acid
de: Salzsäure
es: Ácido clorhídrico
fr: Acide chlorhydrique
it: Acido cloridrico
ja: 塩酸

source: Muriatic acid (31.45%)
de: Salzsäure (31,45%)
es: Ácido clorhídrico (31,45%)
fr: Acide chlorhydrique (31,45%)
it: Acido cloridrico (31,45%)
ja: 塩酸 (31.45%)

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ

source: Non-chlorine shock (MPS)
de: Aktivsauerstoff (MPS)
es: Oxígeno activo (MPS)
fr: Oxygène actif (MPS)
it: Ossigeno attivo (MPS)
ja: 非塩素ショック (MPS)

source: Nothing to add right now.
de: Nichts hinzuzufügen.
es: Nada que añadir ahora.
fr: Rien à ajouter pour le moment.
it: Niente da aggiungere ora.
ja: 今は追加する必要はありません。

source: Once a week, or after heavy use.
de: Einmal pro Woche oder nach starker Nutzung.
es: Una vez por semana, o tras un uso intenso.
fr: Une fois par semaine, ou après une utilisation intense.
it: Una volta a settimana o dopo un uso intenso.
ja: 週1回、または高負荷の使用後に。

source: Once-a-week treatment
de: Wöchentliche Behandlung
es: Tratamiento semanal
fr: Traitement hebdomadaire
it: Trattamento settimanale
ja: 週1回のメンテナンス

source: Outside the usual range — worth checking your test kit.
de: Außerhalb des üblichen Bereichs — prüfe dein Testkit.
es: Fuera del rango habitual — comprueba tu kit de medición.
fr: Hors plage habituelle — vérifie ton kit de mesure.
it: Fuori dall'intervallo abituale — controlla il tuo kit di misura.
ja: 通常の範囲外 — テストキットを確認してください。

source: People
de: Personen
es: Personas
fr: Personnes
it: Persone
ja: 人数

source: pH lowerer
de: pH-Senker
es: Reductor de pH
fr: Réducteur de pH
it: Riduttore di pH
ja: pH降下剤

source: Pick what's on your shelf — we'll size doses to match.
de: Wähle, was du da hast — wir passen die Dosen an.
es: Elige lo que tengas — ajustaremos las dosis.
fr: Choisis ce que tu as — on ajustera les doses.
it: Scegli quello che hai — adatteremo le dosi.
ja: 手持ちの製品を選んでください — 投薬量を合わせます。

source: Preferred chemicals
de: Bevorzugte Chemikalien
es: Productos preferidos
fr: Produits préférés
it: Prodotti preferiti
ja: 優先する薬品

source: Privacy policy
de: Datenschutz
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー

source: Raises %@ to %@ ppm
de: Erhöht %1$@ auf %2$@ ppm
es: Sube %1$@ a %2$@ ppm
fr: Augmente %1$@ à %2$@ ppm
it: Aumenta %1$@ a %2$@ ppm
ja: %1$@ を %2$@ ppm に上げる

source: Raises Alkalinity to %lld ppm
de: Erhöht Alkalität auf %lld ppm
es: Sube la alcalinidad a %lld ppm
fr: Augmente l'alcalinité à %lld ppm
it: Aumenta l'alcalinità a %lld ppm
ja: アルカリ度を %lld ppm に上げる

source: Raises Calcium to %lld ppm
de: Erhöht Calcium auf %lld ppm
es: Sube el calcio a %lld ppm
fr: Augmente le calcium à %lld ppm
it: Aumenta il calcio a %lld ppm
ja: カルシウムを %lld ppm に上げる

source: Raises pH to 7.5
de: Erhöht pH auf 7,5
es: Sube el pH a 7,5
fr: Augmente le pH à 7,5
it: Aumenta il pH a 7,5
ja: pH を 7.5 に上げる

source: Re-test %@
de: %@ erneut testen
es: Vuelve a medir %@
fr: Remesure %@
it: Rimisura %@
ja: %@ を再測定

source: Remove the cover and run the jets.
de: Abdeckung entfernen und Düsen einschalten.
es: Quita la cubierta y enciende los chorros.
fr: Retire la couverture et active les jets.
it: Rimuovi la copertura e accendi i getti.
ja: カバーを外してジェットを動かします。

source: Run the jets while adding. Re-test sanitizer level after 30–60 minutes.
de: Düsen beim Zugeben laufen lassen. Desinfektion nach 30–60 Minuten erneut testen.
es: Pon los chorros mientras añades. Vuelve a medir el desinfectante después de 30–60 minutos.
fr: Active les jets en ajoutant. Remesure le désinfectant après 30–60 minutes.
it: Tieni i getti accesi durante l'aggiunta. Rimisura il disinfettante dopo 30–60 minuti.
ja: 追加中はジェットを動かしてください。30〜60分後に消毒剤を再測定してください。

source: Sanitizer
de: Desinfektionsmittel
es: Desinfectante
fr: Désinfectant
it: Disinfettante
ja: 消毒剤

source: Sets the target range we'll aim for.
de: Bestimmt den Zielbereich für die Werte.
es: Define el rango objetivo de los valores.
fr: Définit la plage cible pour les valeurs.
it: Definisce l'intervallo di riferimento.
ja: 目標値の範囲を設定します。

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定

source: Shock
de: Stoßbehandlung
es: Choque
fr: Traitement choc
ja: ショック処理

source: Shock breaks down body oils and bound sanitizer. The water may look cloudy briefly.
de: Die Stoßbehandlung baut Körperöle und gebundene Desinfektion ab. Das Wasser kann kurz trüb wirken.
es: El tratamiento de choque elimina los aceites corporales y el desinfectante combinado. El agua puede verse turbia brevemente.
fr: Le traitement choc dégrade les huiles corporelles et le désinfectant combiné. L'eau peut paraître trouble brièvement.
it: Lo shock degrada gli oli corporei e il disinfettante legato. L'acqua può apparire torbida brevemente.
ja: ショック処理は体油と結合塩素を分解します。水が一時的に濁ることがあります。

source: So doses match the products you have.
de: Damit die Dosen zu deinen Produkten passen.
es: Para que las dosis se ajusten a tus productos.
fr: Pour que les doses correspondent à tes produits.
it: Così le dosi si adattano ai tuoi prodotti.
ja: 投薬量を製品に合わせるためです。

source: Soda ash
de: Natriumcarbonat
es: Carbonato sódico
fr: Carbonate de sodium
it: Carbonato di sodio
ja: 炭酸ナトリウム

source: Sodium bicarbonate (baking soda)
de: Natriumhydrogencarbonat (Natron)
es: Bicarbonato de sodio
fr: Bicarbonate de sodium
it: Bicarbonato di sodio
ja: 炭酸水素ナトリウム (重曹)

source: Sodium bromide
de: Natriumbromid
es: Bromuro sódico
fr: Bromure de sodium
it: Bromuro di sodio
ja: 臭化ナトリウム

source: Step %lld of %lld
de: Schritt %1$lld von %2$lld
es: Paso %1$lld de %2$lld
fr: Étape %1$lld sur %2$lld
it: Passaggio %1$lld di %2$lld
ja: ステップ %1$lld / %2$lld

source: Target
de: Ziel
es: Objetivo
fr: Cible
it: Obiettivo
ja: 目標

source: Test & Adjust
de: Testen & Anpassen
es: Medir y ajustar
fr: Mesurer et ajuster
it: Misura e regola
ja: 測定と調整

source: Top up sanitizer after each use
de: Desinfektion nach jeder Nutzung auffüllen
es: Recarga el desinfectante tras cada uso
fr: Recharge le désinfectant après chaque utilisation
it: Reintegra il disinfettante dopo ogni utilizzo
ja: 使用ごとに消毒剤を補充

source: Typical home tubs hold 250–500 gallons. Check your manual or the cabinet label.
de: Übliche Whirlpools fassen 250–500 Gallonen. Schau ins Handbuch oder aufs Typenschild.
es: Los jacuzzis domésticos suelen contener 250–500 galones. Consulta el manual o la etiqueta.
fr: Les spas domestiques contiennent généralement 250–500 gallons. Consulte le manuel ou l'étiquette.
it: Gli idromassaggi domestici contengono di solito 250–500 galloni. Controlla il manuale o l'etichetta.
ja: 家庭用ジャグジーは通常 250〜500 ガロンです。説明書または本体ラベルを確認してください。

source: Typical home tubs hold 950–1900 liters. Check your manual or the cabinet label.
de: Übliche Whirlpools fassen 950–1900 Liter. Schau ins Handbuch oder aufs Typenschild.
es: Los jacuzzis domésticos suelen contener 950–1900 litros. Consulta el manual o la etiqueta.
fr: Les spas domestiques contiennent généralement 950–1900 litres. Consulte le manuel ou l'étiquette.
it: Gli idromassaggi domestici contengono di solito 950–1900 litri. Controlla il manuale o l'etichetta.
ja: 家庭用ジャグジーは通常 950〜1900 リットルです。説明書または本体ラベルを確認してください。

source: Units
de: Einheiten
es: Unidades
fr: Unités
it: Unità
ja: 単位

source: Volume
de: Volumen
es: Volumen
ja: 容量

source: Volume, sanitizer, products
de: Volumen, Desinfektion, Produkte
es: Volumen, desinfectante, productos
fr: Volume, désinfectant, produits
it: Volume, disinfettante, prodotti
ja: 容量、消毒剤、製品

source: Wait at least 15 minutes before using the tub.
de: Mindestens 15 Minuten warten, bevor du den Whirlpool nutzt.
es: Espera al menos 15 minutos antes de usar el jacuzzi.
fr: Attends au moins 15 minutes avant d'utiliser le spa.
it: Aspetta almeno 15 minuti prima di usare l'idromassaggio.
ja: ジャグジーを使う前に少なくとも15分待ってください。

source: Wait until free chlorine drops below 5 ppm before using the tub.
de: Warten, bis das freie Chlor unter 5 ppm fällt, bevor du den Whirlpool nutzt.
es: Espera a que el cloro libre baje de 5 ppm antes de usar el jacuzzi.
fr: Attends que le chlore libre passe sous 5 ppm avant d'utiliser le spa.
it: Aspetta che il cloro libero scenda sotto 5 ppm prima di usare l'idromassaggio.
ja: 遊離塩素が 5 ppm を下回るまで待ってからジャグジーを使ってください。

source: We use this to size your doses.
de: Damit berechnen wir die richtige Dosis.
es: Lo usamos para calcular las dosis.
fr: On l'utilise pour calculer les doses.
it: Lo usiamo per calcolare le dosi.
ja: 投薬量を計算するために使います。

source: What sanitizer does your tub use?
de: Welches Desinfektionsmittel verwendest du?
es: ¿Qué desinfectante usas?
fr: Quel désinfectant utilises-tu ?
it: Quale disinfettante usi?
ja: 使っている消毒剤は？

source: What's the volume of your hot tub?
de: Wie viel Wasser fasst dein Whirlpool?
es: ¿Cuál es el volumen de tu jacuzzi?
fr: Quel est le volume de ton spa ?
it: Qual è il volume del tuo idromassaggio?
ja: ジャグジーの容量は？

source: Which chemicals do you use?
de: Welche Chemikalien verwendest du?
es: ¿Qué productos químicos usas?
fr: Quels produits chimiques utilises-tu ?
it: Quali prodotti chimici usi?
ja: 使っている薬品は？

source: You can change all answers later in Settings.
de: Du kannst alle Antworten später in den Einstellungen ändern.
es: Puedes cambiar todas las respuestas más tarde en Ajustes.
fr: Tu peux modifier toutes les réponses plus tard dans les Réglages.
it: Puoi modificare tutte le risposte più tardi in Impostazioni.
ja: 回答はあとから設定で変更できます。

source: Your hot tub
de: Dein Whirlpool
es: Tu jacuzzi
fr: Ton spa
it: Il tuo idromassaggio
ja: あなたのジャグジー

source: Your readings
de: Deine Werte
es: Tus mediciones
fr: Tes mesures
it: Le tue misure
ja: 測定値

source: Unlock Soak
de: Soak freischalten
es: Desbloquear Soak
fr: Débloquer Soak
it: Sblocca Soak
ja: Soak のロックを解除

source: Keep your hot tub balanced — one-time purchase, no subscription.
de: Halte dein Whirlpool-Wasser im Gleichgewicht – Einmalkauf, kein Abo.
es: Mantén tu spa equilibrado: compra única, sin suscripción.
fr: Gardez votre spa équilibré — achat unique, sans abonnement.
it: Mantieni la tua vasca in equilibrio: acquisto unico, nessun abbonamento.
ja: ホットタブの水質を最適に保つ — 買い切り、サブスクなし。

source: Your free trial ended on %@.
de: Deine kostenlose Testphase endete am %@.
es: Tu prueba gratuita finalizó el %@.
fr: Votre essai gratuit s'est terminé le %@.
it: La tua prova gratuita è terminata il %@.
ja: 無料トライアルは %@ に終了しました。

source: Exact dosing for chlorine and bromine tubs
de: Genaue Dosierung für Chlor- und Brom-Becken
es: Dosificación exacta para spas con cloro y bromo
fr: Dosage précis pour spas au chlore et au brome
it: Dosaggio preciso per vasche a cloro e bromo
ja: 塩素・臭素タブの正確な投与量

source: After-use top-up doses sized to your soak
de: Nachdosierung nach dem Baden, passend zu deiner Sitzung
es: Dosis de recarga tras el uso, ajustadas a tu spa
fr: Doses d'appoint après usage, adaptées à votre bain
it: Dosi di rabbocco dopo l'uso, su misura per la tua vasca
ja: 入浴後の追加投与量をセッションに合わせて算出

source: Weekly shock treatment amounts
de: Mengen für die wöchentliche Stoßbehandlung
es: Cantidades para el tratamiento de choque semanal
fr: Quantités pour le traitement choc hebdomadaire
it: Quantità per il trattamento d'urto settimanale
ja: 週1回のショック処理の分量

source: Plain-English “re-test” and “don’t add more” warnings
de: „Erneut testen“- und „Nicht mehr hinzufügen“-Hinweise in Klartext
es: Avisos claros: «vuelve a medir» y «no añadas más»
fr: Avertissements clairs : « refaire le test » et « ne pas en ajouter »
it: Avvisi chiari: «rifai il test» e «non aggiungerne altro»
ja: 「再測定」「追加しない」の分かりやすい警告

source: No ads, no subscription, fully offline
de: Keine Werbung, kein Abo, komplett offline
es: Sin anuncios, sin suscripción, totalmente sin conexión
fr: Sans publicité, sans abonnement, entièrement hors ligne
it: Niente pubblicità, nessun abbonamento, completamente offline
ja: 広告なし、サブスクなし、完全オフライン

source: Already unlocked
de: Bereits freigeschaltet
es: Ya desbloqueado
fr: Déjà débloqué
it: Già sbloccato
ja: 解除済み

source: Unlock for %@
de: Für %@ freischalten
es: Desbloquear por %@
fr: Débloquer pour %@
it: Sblocca per %@
ja: %@ で解除

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
ja: 購入を復元

source: One-time purchase. No subscription. Family Sharing not enabled.
de: Einmalkauf. Kein Abo. Keine Familienfreigabe.
es: Compra única. Sin suscripción. Compartir en familia no disponible.
fr: Achat unique. Sans abonnement. Partage familial non disponible.
it: Acquisto unico. Nessun abbonamento. In famiglia non disponibile.
ja: 買い切り。サブスクなし。ファミリー共有は非対応。

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる

source: Free trial ended
de: Kostenlose Testphase beendet
es: Prueba gratuita finalizada
fr: Essai gratuit terminé
it: Prova gratuita terminata
ja: 無料トライアル終了

source: Unlock Soak to keep dosing — one-time purchase.
de: Schalte Soak frei, um weiter zu dosieren – Einmalkauf.
es: Desbloquea Soak para seguir dosificando: compra única.
fr: Débloquez Soak pour continuer à doser — achat unique.
it: Sblocca Soak per continuare a dosare: acquisto unico.
ja: 投与を続けるには Soak を解除 — 買い切り。

source: Free trial — %@ left
de: Kostenlose Testphase – noch %@
es: Prueba gratuita: quedan %@
fr: Essai gratuit — %@ restant
it: Prova gratuita — %@ rimasti
ja: 無料トライアル — 残り %@

source: Everything’s unlocked. Tap to unlock for good.
de: Alles freigeschaltet. Tippe, um dauerhaft freizuschalten.
es: Todo desbloqueado. Toca para desbloquear para siempre.
fr: Tout est débloqué. Touchez pour débloquer définitivement.
it: Tutto sbloccato. Tocca per sbloccare per sempre.
ja: すべて解除中。タップして永久に解除。

source: Calcium
es: Calcio
it: Calcio
ja: カルシウム

source: Dichlor 56%
es: Dicloro 56%
fr: Dichlore 56%
it: Dicloro 56%
ja: ジクロロ 56%

source: Support
es: Soporte
it: Supporto
ja: サポート

source: Imperial
fr: Impérial
it: Imperiale
ja: インペリアル
